const darkSide = {
    header: {
        menu: ["О нас", "Услуги", "Портфолио", "Контакты"],
        button: "ЗАБРОНИРОВАТЬ"
    },
    popup: {
        title: "Политика в отношении файлов Cookie (Cookie Policy)",
        content: "Для получения неограниченных возможностей навигации и полнофункционального использования всех разделов нашего веб-сайта рекомендуем вам согласиться с использованием нами файлов cookie всех категорий, подтвердив свой выбор нажатием кнопки ниже. Продолжая просматривать наш сайт, вы соглашаетесь на использование нами файлов cookie.",
        button: "согласиться",
        cookie: "COOKIE POLICY"
    },
    start: {
        slogan: "С Нами",
        slogan_con: "Фантазии",
        blue_slogan: "— Реальность",
        explanation: "Почувствуйте себя за пределами человеческих возможностей.",
        button: "ЗАБРОНИРОВАТЬ"
    },
    about: {
        title: "Кто мы?",
        preTitle: "о нас",
        content: [
            "Любите ли вы искусство фотографии так же, как любим его мы? В фотостудии «Darkside» можно реализовывать любые идеи и творческие задумки.",
            "Для этого у нас есть большое помещение со множеством окон и разнообразным наполнением. Также мы располагаем профессиональным оборудованием и необходимым инвентарём для съёмки.",
            "Мы предоставим вам: сервис, уникальность, высокий уровень профессионализма и лояльность к нашим постоянным посетителям."
        ]    
    },
    why: {
        title: "Почему мы?",
        preTitle: "Наши преимущества",
        sub_title: [
            "Помещение",
            "Оборудование",
            "Освещение",
            "Расположение",
            "Комфорт",
            "Чистота"
        ],
        content: [
            "Эксклюзивные локации и большое разнообразие реализации фотосъемки.",
            "Современные устройства для получения отличного результата.",
            "Профессиональное освещение и множество другого оборудования.",
            "Центральная проходимая улица, меньше минуты до остановки и своя парковка.",
            "Комфортный зал ожидания, бесплатный чай/кофе, костюмерная и гримерка.",
            "Поддержание чистоты и дезинфекция всех помещений."
        ]  
    },
    services: {
        title: "Что мы предлагаем",
        preTitle: "наши услуги",
        content: {
            block1: {
                title: "Cyberpunk",
                question_title: ["Что мы предлагаем?", "Что вы получите?"],
                list_serv: [
                    [
                        ["2 часа студии", "Услуги фотографа", "Услуги визажиста", "Услуги стилиста", "Костюмы", "Атрибуты", "Бэкстэйдж съемок"],
                        ["Основной зал - 70BYN/час", "Фотограф - 70BYN/час", "Аренда костюмов от 20BYN", "Визажист/Стилист от 50 BYN", "Консультация - Бесплатно", "Атрибуты - Бесплатно"]
                    ],
                    [
                        ["Большой зал с эксклюзивными фотозонами", "30 фотографий в обработке и ретуше", "100-200 фотографий исходники", "Отличное время провождения!"],
                        ["Большой зал с эксклюзивными фотозонами", "Отличное время препровождения!"]
                    ]
                ],
                hover_point: [
                    [
                        [],
                        []
                    ],
                    [
                        [],
                        []
                    ]
                ],
                hover_content: [
                    [
                        ["30 мин. - стилист;", "30 мин. - визажист;", "60 мин. - съёмка."],
                        
                    ]
                ],
                price: ["от 200 BYN", "от 70 BYN"],
                user_text: "Заполните форму и мы перезвоним",
                button: "Забронировать"
            },
            block2: {
                title: "Ultra",
                question_title: ["Что мы предлагаем?", "Что вы получите?"],
                list_serv: [
                    [
                        ["2 часа студии", "Фотограф", "Визажист/Стилист", "Образы (Костюмы)", "Атрибуты", "Бэкстэайдж съёмка (нужно устройство для видеосъемок)"],
                        ["Данная услуга находится в разработке"]
                        // ["Основной зал - 70BYN/час", "Фотограф - 70BYN/час", "Аренда костюмов от 20BYN", "Визажист/Стилист от 50 BYN", "Консультация - Бесплатно", "Атрибуты - Бесплатно"]                        
                    ],
                    [
                        ["Большой зал с эксклюзивными фотозонами", "30 фотографий в обработке и ретуше", "100-200 фотографий исходники", "Отличное время провождения!"],
                        ["", ""]
                    ]
                ],
                hover_point: [
                    [
                        [],
                        []
                    ],
                    [
                        [],
                        []
                    ]
                ],
                hover_content: [
                    [
                        ["30 мин. - стилист;", "30 мин. - визажист;", "60 мин. - съёмка."],

                    ]
                ],
                price: ["от 250 BYN", ""],
                user_text: "Заполните форму и мы перезвоним",
                button: "Забронировать"
            },
            block3: {
                title: "Live",
                question_title: ["Что мы предлагаем?", "Что вы получите?"],
                list_serv: [
                    [
                        ["2 часа студии", "Фотограф", "Визажист/Стилист", "Образы (Костюмы)", "Атрибуты", "Бэкстэайдж съёмка (нужно устройство для видеосъемок)"],
                        ["Основной зал - 40BYN/час", "Фотограф - 70BYN/час", "Аренда костюмов от 20BYN", "Визажист/Стилист от 50 BYN", "Консультация - Бесплатно", "Атрибуты - Бесплатно"]
                    ],
                    [
                        ["Зал с циклорамой", "30 фотографий в обработке и ретуше", "100-200 фотографий исходники", "Отличное время препровождения!"],
                        ["Зал с Циклорамой", "Отличное время препровождения!"]
                    ]
                ],
                hover_point: [
                    [
                        [],
                        []
                    ],
                    [
                        [],
                        []
                    ]
                ],
                hover_content: [
                    [
                        ["30 мин. - стилист;", "30 мин. - визажист;", "60 мин. - съёмка."],
                        
                    ]
                ],
                price:  ["от 180 byn", "от 40 byn"],
                user_text: "Заполните форму и мы перезвоним",
                button: "Забронировать"
            }
        }
    },
    portfolio: {
        title: "Результаты нашей работы",
        preTitle: "Наше портфолио",
        selector: ["Cyberpunk", "Ultra", "Live"]
    },
    form: {
        title: "Оставьте заявку",
        preTitle: "Наши контакты",
        description: "Заполните форму бронирования и мы перезвоним вам для подтверждения заявки. Для консультации свяжитесь с нами используя контактные данные, указанные ниже.",
        inf: [
            "darkside7studio",
            // "darkside7studio@gmail.com",
            "+375 44 722 1327",
            "Пн - Пт: 10:00-22:00",
            "г. Гомель, ул. Советская 196"
        ],
        forms: [
            "Имя",
            "Номер телефона",
            "Тип услуги",
            "Дата и время",
        ],
        button: "Забронировать"
    },
    footer: {
        inspiration: "Почувствуйте себя за пределами человеческих возможностей.",
        titels: ["Меню", "Полезные ссылки", "Контакты"],
        menu: ["О нас", "Услуги", "Портфолио", "Контакты"],
        links: ["Юридическая информация", "Управление cookie-файлами", "Политика конфиденциальности", "Правила и условия", "Источники"],
        hrefs: [],
        privasy: "© 2022 Darkside. Все права защищены."    
    }, 
    link: {
        inst: "https://www.instagram.com/darkside7studio/",
        vk: "https://vk.com/public216975090",
        tg: "https://t.me/darkside7studio?domain",
        tik: "https://www.tiktok.com/@darkside7studio",
        mail: "mailto:darkside7studio@gmail.com",
        number: "tel:+375447221327",
        geo: "https://goo.gl/maps/iYUD4sdj2c26GeWp8"

    }
}

export default darkSide