const darkSide = {
    header: {
        menu: ["О нас", "Услуги", "Портфолио", "Контакты"],
        button: "ЗАБРОНИРОВАТЬ"
    },
    popup: {
        title: "Политика в отношении файлов Cookie (Cookie Policy)",
        content: "Для получения неограниченных возможностей навигации и полнофункционального использования всех разделов нашего веб-сайта рекомендуем вам согласиться с использованием нами файлов cookie всех категорий, подтвердив свой выбор нажатием кнопки ниже. Продолжая просматривать наш сайт, вы соглашаетесь на использование нами файлов cookie.",
        button: "согласиться",
        cookie: "COOKIE POLICY"
    },
    start: {
        slogan: "С Нами",
        slogan_con: "Фантазии",
        blue_slogan: "— Реальность",
        explanation: "Почувствуйте себя за пределами человеческих возможностей.",
        button: "ЗАБРОНИРОВАТЬ"
    },
    about: {
        title: "Кто мы?",
        preTitle: "о нас",
        content: [
            "Любите ли вы искусство фотографии так же, как любим его мы? В фотостудии «Darkside» можно реализовывать любые идеи и творческие задумки.",
            "Для этого у нас есть большое помещение со множеством окон и разнообразным наполнением. Также мы располагаем профессиональным оборудованием и необходимым инвентарём для съёмки.",
            "Мы предоставим вам: сервис, уникальность, высокий уровень профессионализма и лояльность к нашим постоянным посетителям."
        ]    
    },
    why: {
        title: "Почему мы?",
        preTitle: "Наши преимущества",
        sub_title: [
            "Помещение",
            "Оборудование",
            "Освещение",
            "Расположение",
            "Комфорт",
            "Чистота"
        ],
        content: [
            "Эксклюзивные локации и большое разнообразие реализации фотосъемки.",
            "Современные устройства для получения отличного результата.",
            "Профессиональное освещение и множество другого оборудования.",
            "Центральная проходимая улица, меньше минуты до остановки и своя парковка.",
            "Комфортный зал ожидания, бесплатный чай/кофе, костюмерная и гримерка.",
            "Поддержание чистоты и дезинфекция всех помещений."
        ]  
    },
    services: {
        title: "Что мы предлагаем",
        preTitle: "наши услуги",
        content: {
            block1: {
                title: "Cyberpunk",
                question_title: ["Что мы предлагаем?", "Что вы получите?"],
                list_serv: [
                    [
                        ["2 часа студии", "Услуги фотографа", "Услуги визажиста", "Услуги стилиста", "Костюмы", "Атрибуты", "Бэкстэйдж съемок"],
                        ["1 час студии", "Консультация", "Атрибуты", "iPhone 13 Pro MAX"]
                    ],
                    [
                        ["Cyber box", "30 фотографий"],
                        []
                    ]
                ],
                hover_point: [
                    [
                        [0],
                        [0]
                    ],
                    [
                        [0],
                        []
                    ]
                ],
                hover_content: [
                    [
                        ["30 мин. - стилист;", "30 мин. - визажист;", "60 мин. - съёмка."],
                        
                    ]
                ],
                price: ["200 byn", "80 byn"],
                user_text: "Заполните форму и мы перезвоним",
                button: "Забронировать"
            },
            block2: {
                title: "Ultra",
                question_title: ["Что мы предлагаем?", "Что вы получите?"],
                list_serv: [
                    [
                        ["2 часа студии", "Услуги фотографа", "Услуги визажиста", "Услуги стилиста", "Костюмы", "Атрибуты", "Бэкстэйдж съемок", "Флуорисцентная краска"],
                        ["1 час студии", "Консультация", "Атрибуты", "iPhone 13 Pro MAX"]                        
                    ],
                    [
                        ["Cyber box", "30 фотографий"],
                        []
                    ]
                ],
                hover_point: [
                    [
                        [0, 6],
                        [0]
                    ],
                    [
                        [0],
                        []
                    ]
                ],
                hover_content: [
                    [
                        ["30 мин. - стилист;", "30 мин. - визажист;", "60 мин. - съёмка."],

                    ]
                ],
                price: ["250 byn", "100 byn"],
                user_text: "Заполните форму и мы перезвоним",
                button: "Забронировать"
            },
            block3: {
                title: "Live",
                question_title: ["Что мы предлагаем?", "Что вы получите?"],
                list_serv: [
                    [
                        ["1 часа студии", "Услуги фотографа", "Костюмы", "Атрибуты", "Бэкстэйдж съемок", "Бэкграунды"],
                        ["1 час студии", "Консультация", "Консультация", "iPhone 13 Pro MAX"]
                    ],
                    [
                        ["30 фотографий"],
                        []
                    ]
                ],
                hover_point: [
                    [
                        [0, 5],
                        [0]
                    ],
                    [
                        [0],
                        []
                    ]
                ],
                hover_content: [
                    [
                        ["30 мин. - стилист;", "30 мин. - визажист;", "60 мин. - съёмка."],
                        
                    ]
                ],
                price:  ["100 byn", "80 byn"],
                user_text: "Заполните форму и мы перезвоним",
                button: "Забронировать"
            }
        }
    },
    portfolio: {
        title: "Результаты нашей работы",
        preTitle: "Наше портфолио",
        selector: ["Cyberpunk", "Ultra", "Live"]
    },
    form: {
        title: "Оставьте заявку",
        preTitle: "Наши контакты",
        description: "Заполните форму бронирования и мы перезвоним вам для подтверждения заявки. Для консультации свяжитесь с нами используя контактные данные, указанные ниже.",
        inf: [
            "info@darside.com",
            "+375 (29) 123-45-67",
            "Пн - Пт: 9:00-17:00",
            "г. Гомель, ул. Советская 196"
        ],
        forms: [
            "Имя",
            "Номер телефона",
            "Тип услуги",
            "Дата и время",
        ],
        button: "Забронировать"
    },
    footer: {
        inspiration: "Почувствуйте себя за пределами человеческих возможностей.",
        titels: ["Меню", "Полезные ссылки", "Контакты"],
        menu: ["О нас", "Услуги", "Портфолио", "Контакты"],
        links: ["Юридическая информация", "Управление cookie-файлами", "Политика конфиденциальности", "Правила и условия", "Источники"],
        hrefs: [],
        privasy: "© 2022 Darkside. Все права защищены."    
    } 
}

export default darkSide